Repository: wp-plugins/polylang
Catalog: languages/polylang-*.po
Languages: lv, pt_pt

source: You are using WordPress %s. Polylang requires at least WordPress %s.
lv: Jūs lietojat WordPress %s. Polylang nepieciešama vismaz WordPress %s versija.
pt_pt: Está a utilizar o WordPress %s. O Polylang necessita de pelo menos ter a versão %s do WordPress.

source: Add new translation
lv: Pievienot jaunu tulkojumu
pt_pt: Adicionar nova tradução

source: &mdash; No Change &mdash;
lv: &mdash; Bez izmaiņām &mdash;

source: Language
lv: Valoda
pt_pt: Lingua

source: Languages
lv: Valodas
pt_pt: Linguas

source: Edit
lv: Rediģēt
pt_pt: Editar

source: Sets the language
lv: Nosaka valodu
pt_pt: Define a lingua

source: A translation does already exist for %s
lv: Tulkojums %s jau eksistē

source: None
lv: Neviens

source: The widget is displayed for:
lv: Logdaļa tiek rādīta:
pt_pt: O widget é apresentado para:

source: All languages
lv: Visas valodas
pt_pt: Todas as linguas

source: Admin language
lv: Vadības valoda
pt_pt: Ligua do administrador

source: Wordpress default
lv: WordPress noklusējums

source: Upgrading language files&#8230;
lv: Atjaunina valodu failus&#8230;
pt_pt: A actualizar ficheiros de lingua&#8230;

source: Impossible to add the language.
lv: Neizdevās pievienot valodu.
pt_pt: Impossível adicionar a língua.

source: Language added.
lv: Valoda pievienota.
pt_pt: Língua adicionada.

source: Uncategorized
lv: Bez kategorijas

source: Language deleted.
lv: Valoda izdzēsta.
pt_pt: Língua removida.

source: Language updated.
lv: Valoda atjaunināta.
pt_pt: Língua actualizada.

source: Enter a valid WordPress locale
lv: Lūdzu ievadiet derīgu WordPress lokāles kodu.
pt_pt: Insira um código de lingua WordPress válido

source: The language code contains invalid characters
lv: Ievadītais valodas kods satur neatļautus simbolus
pt_pt: O código da língua contém caracteres inválidos

source: The language code must be unique
lv: Valodas kodam jābūt unikālam
pt_pt: O código de lingua tem que ser único

source: The language must have a name
lv: Valodai ir nepieciešams nosaukums
pt_pt: A lingua tem que ter um nome

source: Language switcher
lv: Valodu izvēlne
pt_pt: Seleccionador de lingua

source: Settings
lv: Uzstādījumi
pt_pt: Definições

source: Show all languages
lv: Rādīt visas valodas
pt_pt: Exibit todas as linguas

source: Filters content by language
lv: Filtrēt saturu pēc valodas
pt_pt: Filtrar conteúdo pela lingua

source: The language was created, but the WordPress language file was not downloaded. Please install it manually.
lv: Valoda tika izveidota, bet WordPress tulkojumu fails netika lejuplādēts. Lūdzu uzstādiet to manuāli.
pt_pt: A lingua foi criada mas o ficheiro de lingua do WordPress não foi descarregado. Por favor, instale manualmente.

source: About Polylang
lv: Par Polylang
pt_pt: Acerca de Polylang

source: Strings translations
lv: Tekstu tulkojumi
pt_pt: Traduções de entradas

source: Strings translation
lv: Tekstu tulkošana
pt_pt: Tradução das entradas

source: Translations updated.
lv: Tulkojums atjaunināts.
pt_pt: Traduções actualizadas.

source: Settings saved.
lv: Iestatījumi saglabāti.

source: Site Title
lv: Vietnes nosaukums

source: Tagline
lv: Bloga apakšvirsraksts vai sauklis

source: Date Format
lv: Datuma formāts

source: Time Format
lv: Laika formāts

source: Widget title
lv: Logdaļas virsraksts
pt_pt: Titulo do Widget

source: Taxonomies
lv: Taksonomijas
pt_pt: Taxonomia

source: Custom fields
lv: Lietotāja lauki
pt_pt: Campos personalizados

source: Comment status
lv: Komentāru statuss
pt_pt: Estado do comentário

source: Ping status
lv: Atpingu statuss
pt_pt: Estado do ping

source: Sticky posts
lv: Izceltie raksti
pt_pt: Artigos fixos

source: Published date
lv: Publicēšanas Datums
pt_pt: Data de publicação

source: Post format
lv: Raksta formāts
pt_pt: Formato do artigo

source: Page parent
lv: Vecāka lapa
pt_pt: Página superior

source: Page template
lv: Lapas veidne
pt_pt: Modelo da página

source: Page order
lv: Kārtas numurs
pt_pt: Ordem da página

source: Featured image
lv: Satura izvēlētais attēls
pt_pt: Imagem de destaque

source: You are about to permanently delete this language. Are you sure?
lv: Šī valoda tiks neatgriezeniski dzēsta. Vai esat pārliecināts?
pt_pt: Tem a certeza que pretende remover esta língua permanentemente?

source: Delete
lv: Dzēst
pt_pt: Apagar

source: Full name
lv: Pilns nosaukums
pt_pt: Nome completo

source: Locale
lv: Lokāle
pt_pt: Código de lingua

source: Code
lv: Kods
pt_pt: Código

source: Order
lv: Secība
pt_pt: Ordem

source: Flag
lv: Karogs
pt_pt: Bandeira

source: Posts
lv: Raksti
pt_pt: Artigos

source: Group
lv: Grupa
pt_pt: Grupo

source: Name
lv: Nosaukums
pt_pt: Nome

source: String
lv: Teksts
pt_pt: Entrada

source: Translations
lv: Tulkojumi
pt_pt: Traduções

source: View all groups
lv: Skatīt visas grupas
pt_pt: Ver todos os grupos

source: Filter
lv: Filtrs

source: Polylang is provided with an extensive %sdocumentation%s (in English only). It includes information on how to set up your multilingual site and use it on a daily basis, a FAQ, as well as a documentation for programmers to adapt their plugins and themes.
lv: Polylang tiek piedāvāts ar plašu %sdokumentāciju%s (tikai angliski). Tā satur informāciju par to kā uzstādīt vietni vairākās valodās un kā to lietot ikdienā, BUJ, kā arī dokumentāciju programmētājiem par spraudņu un kažociņu pielāgošanu.
pt_pt: O polylang está provido de uma extensa %sdocumentação%s (porém somente em Inglês). Inclui informação de como definir o seu site multilíngua e utilizá-lo no dia-a-dia, uma FAQ, assim como documentação para os programadores adaptarem os seus plugins e temas.

source: You will also find useful information in the %ssupport forum%s. However don't forget to make a search before posting a new topic.
lv: Noderīgu informāciju varat atrast arī %satbalsata forumā%s. Ieteicams veikt meklēšanu pirms atvērt jaunu foruma tematu.
pt_pt: Também encontrará informações úteis no %sfórum de suporte%s, no entanto, não se esqueça de pesquisar antes de publicar um novo tópico.

source: Polylang is free of charge and is released under the same license as WordPress, the %sGPL%s.
lv: Polylang ir bezmaksas un tiek piedāvāts ar to pašu licenci kā WordPress, %sGPL%s.
pt_pt: O Polylang é gratuito e é abrangido pela mesmo licença que o WordPress, o %sGPL%s.

source: If you wonder how you can help the project, just %sread this%s.
lv: Ja jūs prātojat kā varētu palīdzēt šim projektam, %sizlasiet šo%s.
pt_pt: Se pretende ajudar o projeto, %sleia isto%s.

source: Finally if you like this plugin or if it helps your business, donations to the author are greatly appreciated.
lv: Visbeidzot, ja jums patīk šis spraudnis vai ari tas palīdz jūsu biznesā, ziedojumi autoram tiks augsti vērtēti.
pt_pt: Finalmente, se gostou deste plugin ou se este está a ajudá-lo no seu negócio, doações ao autor são extremamente agradecidas.

source: Edit language
lv: Rediģēt valodu
pt_pt: Editar lingua

source: Add new language
lv: Pievienot jaunu valodu
pt_pt: Adicionar uma lingua nova

source: Choose a language
lv: Izvēlēties valodu
pt_pt: Escolher uma lingua

source: You can choose a language in the list or directly edit it below.
lv: Jūs varat izvēlēties valodu no saraksta, vai ari rediģēt to zemāk.
pt_pt: Pode escolher uma lingua da lista ou editá-la directamente abaixo.

source: The name is how it is displayed on your site (for example: English).
lv: Nosaukums, kādu to attēlos lapā (piemēram: Latviešu)
pt_pt: O nome será apresentado como no seu site (por exemplo: Português)

source: Wordpress Locale for the language (for example: en_US). You will need to install the .mo file for this language.
lv: WordPress valodas lokāle šai valodai (piemēram: en_US). Jums nāksies uzstādīt .mo failu šai valodai.

source: Language code
lv: Valodas kods (piem.: lv)
pt_pt: Lingua de código

source: Language code - preferably 2-letters ISO 639-1 (for example: en)
lv: Valodas kods - vēlams divu burtu ISO 639-1 (piemēram: lv)
pt_pt: Código de língua - preferencialmente ISO 639-1 de duas letras (por exemplo: pt)

source: Text direction
lv: Lasīšanas virziens
pt_pt: Orientação do texto

source: left to right
lv: no kreisās uz labo
pt_pt: Esquerda para a direita

source: right to left
lv: no labās uz kreiso
pt_pt: Direita para a esquerda

source: Choose the text direction for the language
lv: Izvēlieties lasīšanas virzienu šai valodai
pt_pt: Escolha a orientação do texto para a lingua

source: Position of the language in the language switcher
lv: Valodas atrašanās vieta valodu izvēlnē
pt_pt: Posição da lingua no seleccionador de linguas

source: Update
lv: Atjaunināt

source: Search translations
lv: Meklēt tulkoumos
pt_pt: Procurar traduções

source: Clean strings translation database
lv: Iztīrīt tulkojumu datubāzi
pt_pt: Limpar traduções da base de dados

source: Use this to remove unused strings from database, for example after a plugin has been uninstalled.
lv: Šo iespēju var lietot lai izdzēstu neizmantotos tulkojums. Piemēram pēc spraudņa noņemšanas.
pt_pt: Use isto para remover strings sem uso da base de dados, por exemplo, quando um plugin é desinstalado.

source: Default language
lv: Noklusētā valoda
pt_pt: Lingua por padrão

source: There are posts, pages, categories or tags without language set. Do you want to set them all to default language ?
lv: Ir atrasti raksti, lapas, tēmas, vai birkas bez uzstādītas valodas. Vai vēlaties uzstādīt tām visām noklusēto valodu?
pt_pt: Existem artigos, páginas, categorias ou tags sem lingua definida. Deseja colocá-los todos em lingua padrão?

source: URL modifications
lv: Saišu modifikācijas
pt_pt: Modificações no URL

source: The language is set from content
lv: Valoda tiek uzstādīt no satura
pt_pt: A língua é configurada a partir do conteúdo

source: Posts, pages, categories and tags urls are not modified.
lv: Rakstu, lapu, kategoriju un birku saites netiek mainītas.
pt_pt: O URL dos artigos, páginas, categorias e etiquetas não são modificados.

source: The language is set from the directory name in pretty permalinks
lv: Valoda tiek uzstādīta no direktorijas nosaukuma glītajās saitēs
pt_pt: A língua é configurada a partir do caminho dos links permanentes.

source: Example:
lv: Piemērs:
pt_pt: Exemplo:

source: The language is set from the subdomain name in pretty permalinks
lv: Valoda tiek uzstādīta no subdomēna nosaukuma
pt_pt: A língua é configurada a partir de subdomínios nas ligações permanentes

source: The language is set from different domains
lv: Valoda tiek uzstādīta dažādiem domēniem
pt_pt: A língua é configurada a partir de domínios diferentes

source: Hide URL language information for default language
lv: Paslēpt noklusētās valodas informāciju hipersaitēs
pt_pt: Esconder a informação da lingua padrão do URL

source: Remove /language/ in pretty permalinks
lv: Nerādīt /language/ glītajās saitēs
pt_pt: Remover /language/ dos links permanentes

source: Keep /language/ in pretty permalinks
lv: Rādīt /language/ glītajās saitēs
pt_pt: Deixar /language/ nos links permanentes

source: The front page url contains the language code instead of the page name or page id
lv: Sākumlapas adrese satur valodas kodu, nevis lapas nosaukumu vai id
pt_pt: O URL da página de inicio contém o código da língua em vez do nome ou do id da página

source: Example: %s instead of %s
lv: Piemēram: %s, nevis %s
pt_pt: Exemplo: %s em vez de %s

source: Detect browser language
lv: Noteikt pārlūka valodu
pt_pt: Detectar a lingua do navegador

source: When the front page is visited, set the language according to the browser preference
lv: Kad tiek apmeklēta sākumlapa, uzstāda valodu atkarībā no pārlūkprogrammas uzstādījumiem
pt_pt: Quando a pagina inicial for visitada, defina a lingua consoante as definições do navegador

source: Media
lv: Datnes

source: Activate languages and translations for media
lv: Iespējot valodas un tulkošanu datnēm
pt_pt: Activar línguas e traduções para a media

source: Custom post types
lv: Pielāgotie rakstu tipi
pt_pt: Tipos de conteúdo personalizados

source: Activate languages and translations for custom post types.
lv: Iespējot valodas un tulkošanu pielāgotajiem rakstu tipiem.
pt_pt: Activar línguas e traduções para os tipos de conteúdo personalizados.

source: Custom taxonomies
lv: Pielāgotās taksonomijas
pt_pt: Taxonomias personalizadas

source: Activate languages and translations for custom taxonomies.
lv: Iespējot valodas un tulkošanu pielāgotajām taksonomijām.
pt_pt: Activar línguas e traduções para taxonomias personalizadas.

source: Synchronization
lv: Sinhronizācija
pt_pt: Sincronização

source: The synchronization options allow to maintain exact same values (or translations in the case of taxonomies and page parent) of meta content between the translations of a post or page.
lv: Sinhronizācijas iespēja ļauj uzturēt vienādas lietotāja lauku vērtības, kā arī taksonomija un lapu vecākus, starp rakstu un lapu tulkojumiem.
pt_pt: A opção de sincronização permite manter exactamente os mesmos valores (ou traduções no caso de taxonomias ou página pai) de conteúdo meta entre traduções de um artigo ou página.

source: Add new
lv: Pievienot jaunu
pt_pt: Adicionar novo

source: Search
lv: Meklēt

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
lv: Importēt <strong>rakstus, lapas, komentārus, lietotāja laukus, kategorijas, un birkas</strong> no WordPress eksporta faila.

source: Displays language names
lv: Rāda valodu nosaukumus
pt_pt: Apresentar os nomes das linguas

source: Displays flags
lv: Rāda karogus
pt_pt: Apresentar bandeiras

source: Forces link to front page
lv: Valodas saite ved uz sākumlapu
pt_pt: Forçar a hiperligação para a página inicial

source: Hides the current language
lv: Paslēpt aktīvo valodu
pt_pt: Esconde a lingua actual

source: Displays as dropdown
lv: Rāda kā nolaižamo izvēlni
pt_pt: Apresentar como caixa de selecção

source: Polylang has been deactivated because you upgraded from a too old version.
lv: Polylang tika atslēgts, jo jūs atajuninājāt to no pārāk vecas versijas.
pt_pt: O Polylang foi desactivado porque o upgrade foi feito de uma versão muito antiga.

source: Please upgrade first to %s before ugrading to %s.
lv: Lūdzu vispirms atjauniniet uz %s un tikai pēc tam uz %s.
pt_pt: Por favor, faça primeiro o upgrade para %s antes de fazer o upgrade para %s.

source: View posts for %1$s %2$s
lv: Rādīt rakstus no %1$s %2$s

source: Language Switcher
lv: Valodu Izvēlne
pt_pt: Seleccionador de lingua

source: Displays a language switcher
lv: Parāda valodu izvēlni
pt_pt: Apresenta o seleccionador de lingua

source: Title:
lv: Virsraksts:
pt_pt: Título:

source: Recent Comments
lv: Jaunākie komentāri

# widgets
source: %1$s on %2$s
lv: %1$s par %2$s

source: Recent Posts
lv: Jaunākie raksti

source: WordPress default
pt_pt: Padrão WordPress

source: WordPress Locale for the language (for example: en_US). You will need to install the .mo file for this language.
pt_pt: Código de lingua WordPress para a lingua (por exemplo: pt_PT). Precisará de instalar o ficheiro .mo para esta lingua.

source: Adds multilingual capability to WordPress
pt_pt: Adiciona capacidades multilíngua ao WordPress

source: The chosen static front page must be translated in all languages.
pt_pt: A página inicial estática tem que ser traduzida em todas as línguas.

source: Widget text
pt_pt: Texto do widget

source: Recommended plugins
pt_pt: Plugins recomendados

source: The language is set from the code in the URL
pt_pt: A língua é configurada a partir do código presente no URL

source: Hides languages with no translation
pt_pt: Esconder línguas sem tradução
